Revit 2024 API
ContourSettingItem.Start Property
 The contour range start elevation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public double Start { get; }
Visual Basic
Public ReadOnly Property Start As Double
	Get
Visual C++
public:
property double Start {
	double get ();
}
See Also
ContourSettingItem Class
Autodesk.Revit.DB Namespace